cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'autoenv'
brew 'coreutils'
brew 'docker'
brew 'git'
brew 'go'
brew 'lighttpd'
brew 'openssl'
brew 'node'
brew 'tmux'
brew 'wget'
brew 'yarn'
brew 'vim'

cask 'atom'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'keepassx'
cask 'postman'
cask 'spotify'
cask 'steam'
cask 'telegram'
cask 'vagrant'
cask 'virtualbox'
