tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

brew "bat"
brew "coreutils"
brew "emacs"
brew "fish"
brew "gnupg"
brew "jq"
brew "neovim"
brew "pyenv"
brew "ripgrep"
brew "thefuck"
brew "tldr"
brew "tmux"

cask "bitwarden"
cask "calibre"
cask "dash"
cask "docker"
cask "dropbox"
cask "firefox-nightly"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "rectangle"
cask "seafile-client"
cask "spotify"
cask "telegram"
cask "visual-studio-code"

